Ran Plan for dir: `.` workspace: `default`

<details><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # local_file.arquivo_exemplo will be created
+ resource "local_file" "arquivo_exemplo" {
      + content              = (known after apply)
      + content_base64sha256 = (known after apply)
      + content_base64sha512 = (known after apply)
      + content_md5          = (known after apply)
      + content_sha1         = (known after apply)
      + content_sha256       = (known after apply)
      + content_sha512       = (known after apply)
      + directory_permission = "0777"
      + file_permission      = "0777"
      + filename             = "./arquivo_criado_pelo_terraform.txt"
      + id                   = (known after apply)
    }

  # null_resource.sucesso will be created
+ resource "null_resource" "sucesso" {
      + id       = (known after apply)
      + triggers = {
          + "mensagem" = "Apply bem-sucedido!"
        }
    }

Plan: 2 to add, 0 to change, 0 to destroy.

Changes to Outputs:
+ caminho_arquivo  = "./arquivo_criado_pelo_terraform.txt"
+ mensagem_sucesso = "Apply bem-sucedido!"
```
</details>

* :arrow_forward: To **apply** this plan, comment:
  ```shell
  atlantis apply -d .
  ```
* :put_litter_in_its_place: To **delete** this plan and lock, click [here](http:/lock?id=RaulRoney%252FkubernetsTeste%252F.%252Fdefault)
* :repeat: To **plan** this project again, comment:
  ```shell
  atlantis plan -d .
  ```
Plan: 2 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this Pull Request, comment:
  ```shell
  atlantis apply
  ```
* :put_litter_in_its_place: To **delete** all plans and locks from this Pull Request, comment:
  ```shell
  atlantis unlock
  ```